Autodesk.Revit.DB.Rectangle.#ctor(Autodesk.Revit.DB.Rectangle)
Constructs a new copy of the input ScreenRectangle object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014